

question_1 = (f"Какое качество вы считаете своей сильной стороной?\n"
              f"A) Смелость\n"
              f"B) Мудрость\n"
              f"C) Терпение\n"
              f"D) Сила\n")

question_2 = (f"Как вы предпочитаете проводить свободное время?\n"
              f"A) На природе, исследуя новые места\n"
              f"B) В спокойной обстановке, читая книги или размышляя\n"
              f"C) С друзьями, общаясь и смеясь\n"
              f"D) Занимаясь физической активностью или спортом\n")

question_3 = (f"Как вы решаете проблемы?\n"
              f"A) Прямо и решительно\n"
              f"B) Взвешивая все варианты и думая логически\n"
              f"C) Спокойно и терпеливо\n"
              f"D) Используя свою силу и настойчивость\n")

question_4 = (f"Какое из этих мест вам больше нравится?\n"
              f"A) Лес или горы\n"
              f"B) Библиотека или тихий уголок дома\n"
              f"C) Пляж или парк\n"
              f"D) Тренажерный зал или спортивная площадка\n")

question_5 = (f"Как вы обычно реагируете на стрессовые ситуации?\n"
              f"A) Стремитесь к действию и решению проблемы\n"
              f"B) Остаётесь спокойным и разрабатываете план\n"
              f"C) Пытаетесь сохранять мир и гармонию\n"
              f"D) Используете свою внутреннюю силу, чтобы справиться\n")

question_6 = (f"Какие животные вас привлекают больше всего?\n"
              f"A) Хищные и независимые\n"
              f"B) Мудрые и наблюдательные\n"
              f"C) Социальные и общительные\n"
              f"D) Сильные и выносливые\n")

question_7 = (f"Какая ваша основная жизненная цель?\n"
              f"A) Приключения и новые открытия\n"
              f"B) Знание и понимание\n"
              f"C) Гармония и взаимопонимание\n"
              f"D) Достижение и победа\n")

question_8 = (f"Какое из этих утверждений лучше всего вас описывает?\n"
              f"A) Я готов рисковать ради того, во что верю\n"
              f"B) Я всегда стараюсь учиться и расти\n"
              f"C) Я ценю отношения и дружбу\n"
              f"D) Я не сдаюсь, даже когда трудно\n")


quest = [question_1, question_2, question_3, question_4, question_5, question_6, question_7, question_8]
