

text_welcome = f'Добро пожаловать в бот-викторину «Какое у вас тотемное животное?»'

text_answer = f'Отлично твой ответ принят, давай дальше!'

text_about = (f"«Московский зоопарк» расположился на достаточно большой территории, "
              f"площадь которой составляет 21.5 га. Также удивляет разнообразие животных. "
              f"По данным за 2019 год в парке содержится более 1200 видов и 10000 животных. "
              f"Поэтому если вы хотите увидеть конкретный вид, тогда лучше изучить карту "
              f"зоопарка на нашем сайте.\n\n"
              f'Познакомьтесь с программой опеки животного зоопарка\n'
              f'Перейдите по ссылке и прочитайте условия\n\n'
              f'https://moscowzoo.ru/about/guardianship')

text_result1 = (f'Как жаль что вы еще не прошли викторину.\n'
               f'Переходи в начало и пройди скорее!')

text_result2 = (f'Отлично! Вы уже проходили викторину.\n'
                f'Нажимай смотреть результат!')

text_end_victorina = (f'Отлично! Вы ответили на все вопросы.\n'
                      f'Пора узнать результат!')

text_result_a = (f'Ваше тотемное животное - Орел.\n'
                 f'Вы смелы, независимы и любите приключения.\n\n'
                 f'Познакомьтесь с программой опеки животного зоопарка\n'
                 f'Перейдите по ссылке и прочитайте условия\n\n'
                 f'https://moscowzoo.ru/about/guardianship')

text_result_b = (f'Ваше тотемное животное - Сова.\n'
                 f'Вы мудры, наблюдательны и цените знание.\n\n'
                 f'Познакомьтесь с программой опеки животного зоопарка\n'
                 f'Перейдите по ссылке и прочитайте условия\n\n'
                 f'https://moscowzoo.ru/about/guardianship')

text_result_c = (f'Ваше тотемное животное - Дельфин.\n'
                 f'Вы общительны, дружелюбны и цените гармонию.\n\n'
                 f'Познакомьтесь с программой опеки животного зоопарка\n'
                 f'Перейдите по ссылке и прочитайте условия\n\n'
                 f'https://moscowzoo.ru/about/guardianship')

text_result_d = (f'Ваше тотемное животное - Медведь.\n'
                 f'Вы сильны, выносливы и никогда не сдаётесь.\n\n'
                 f'Познакомьтесь с программой опеки животного зоопарка\n'
                 f'Перейдите по ссылке и прочитайте условия\n\n'
                 f'https://moscowzoo.ru/about/guardianship')

animal = ("", "Орел", "Сова", "Дельфин", "Медведь","","","","")

text_error = (f'Что-то пошло не так.\n'
              f'Нажми начать заново!\n'
              f'Я все исправлю')

text_feedback = f"Спасибо за ваш отзыв!"

error_save_feedback = "Что-то пошло не так. Давай вернемся в начало и попробуем еще раз!"

text_reset = "Вы можете снова пройти нашу викторину!"

text_employee = (f"Вас заинтересовала программа опеки?\n"
                 f"Связаться с нами можно:\n"
                 f"по номеру +7 999-999-99-99\n"
                 f"по эл. почте zoo@zoo.ru\n\n"
                 f"Можете написать ваши контакты в сообщении и мы свяжемся с вами!")

text_send_employee = ('Сообщение отправлено сотруднику!\n'
                     'Мы свяжемся с вами!')

text_subject = "Связь с сотрудником"